{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D1BC87B64988ED6FCBD9088F6A2566E8"
		},
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4044815345FF6C745A1A3383696A4D7F"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F72A33854FDE9E39C6EEE48A8CA6EC5A"
		},
		{
			"Source":
			{
				"Text": "0.0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "184D116B4A779CD083FAE6A6DCE8749D"
		},
		{
			"Source":
			{
				"Text": "12"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E66AACA14AF1A7F54C6BE19FF0723C08"
		},
		{
			"Source":
			{
				"Text": "99"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5962F8F14E65F8CD73BAADAB005CD9E4"
		},
		{
			"Source":
			{
				"Text": "99.0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E41A2D524336B3000DB83D8306DBF5E1"
		},
		{
			"Source":
			{
				"Text": "Abilities"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D2ECC588405083CFCC1CCBAFC507FFB9"
		},
		{
			"Source":
			{
				"Text": "Ability Name"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0C6C49404D01B7C94DB679A1F2EE4DC7"
		},
		{
			"Source":
			{
				"Text": "Arcane Resistance"
			},
			"Translation":
			{
				"Text": "奥术抵抗"
			},
			"Key": "DA3DA4114743029CE33625BDAE7247CF"
		},
		{
			"Source":
			{
				"Text": "Armor"
			},
			"Translation":
			{
				"Text": "护甲"
			},
			"Key": "127B8A6F440635957BC9E0B6F12CC16D"
		},
		{
			"Source":
			{
				"Text": "Armor Penetration"
			},
			"Translation":
			{
				"Text": "护甲穿透"
			},
			"Key": "19FCB2194425C0CFC935D4A3ACC76033"
		},
		{
			"Source":
			{
				"Text": "Attribute"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "557A29A04189A192B221C890F765BBD4"
		},
		{
			"Source":
			{
				"Text": "Attribute"
			},
			"Translation":
			{
				"Text": "属性"
			},
			"Key": "BFC99FD449F2612552F3D49C29BDC706"
		},
		{
			"Source":
			{
				"Text": "Attribute Point"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4ECEDB87418C845AF1D19B89AC498925"
		},
		{
			"Source":
			{
				"Text": "Attributes"
			},
			"Translation":
			{
				"Text": "属性"
			},
			"Key": "4B9F2683425A2D74C4C0739C6EC6A417"
		},
		{
			"Source":
			{
				"Text": "Attributes"
			},
			"Translation":
			{
				"Text": "属性"
			},
			"Key": "2E93C093458777042BE2888588B7DA74"
		},
		{
			"Source":
			{
				"Text": "Available Attribute Points: {AttributePoint}"
			},
			"Translation":
			{
				"Text": "可用技能点: {AttributePoint}"
			},
			"Key": "FD371961462F27313C2C6BB170BF8FAC"
		},
		{
			"Source":
			{
				"Text": "Block Chance"
			},
			"Translation":
			{
				"Text": "防御率"
			},
			"Key": "0C60215847FBE9269506E080C39C5765"
		},
		{
			"Source":
			{
				"Text": "CriticalHit Chance"
			},
			"Translation":
			{
				"Text": "暴击率"
			},
			"Key": "F3F02EAE4D0AEBBF41C90D9F0DBEF625"
		},
		{
			"Source":
			{
				"Text": "CriticalHit Damage"
			},
			"Translation":
			{
				"Text": "暴击伤害"
			},
			"Key": "6BF9FD09480FE988F8E366A360BB51F6"
		},
		{
			"Source":
			{
				"Text": "CriticalHit Resistance"
			},
			"Translation":
			{
				"Text": "暴击减免"
			},
			"Key": "8BA8C2FF42B9CBBB0A1A3E85BD707585"
		},
		{
			"Source":
			{
				"Text": "Fire Resistance"
			},
			"Translation":
			{
				"Text": "火焰抵抗"
			},
			"Key": "D4FFC1524A263735E07A82A60650F173"
		},
		{
			"Source":
			{
				"Text": "Firebolt"
			},
			"Translation":
			{
				"Text": "火球"
			},
			"Key": "8B8FA54C463D1FB6BA79B39906B6D053"
		},
		{
			"Source":
			{
				"Text": "Health Regeneration"
			},
			"Translation":
			{
				"Text": "生命再生"
			},
			"Key": "07B7834C4A81C2DE5B5BAF9C12508AA5"
		},
		{
			"Source":
			{
				"Text": "Holder"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BD548BBD4484F73292EE7E84B558E8BF"
		},
		{
			"Source":
			{
				"Text": "Intelligence"
			},
			"Translation":
			{
				"Text": "智力"
			},
			"Key": "65F707A24B713FDA7A2F889D78D687A9"
		},
		{
			"Source":
			{
				"Text": "Lightning Resistance"
			},
			"Translation":
			{
				"Text": "雷电抵抗"
			},
			"Key": "8AFF8C774B9D20790A9BCEA35014871C"
		},
		{
			"Source":
			{
				"Text": "Lv99"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "804F7C2541EC1E1B9956E4B554B23846"
		},
		{
			"Source":
			{
				"Text": "Lv{AbilityLevel}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B9A3D3E54542A0C8C4BFB6B72C09F142"
		},
		{
			"Source":
			{
				"Text": "Lv{Level}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C3D64EC44ED3D96E4E8D2AC6C884EEB"
		},
		{
			"Source":
			{
				"Text": "Lv{Level}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DE1CE5B142CC438B305F19B37EC56063"
		},
		{
			"Source":
			{
				"Text": "Lv{Level}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "132229CC4A3AABB6C467CBAB8194922F"
		},
		{
			"Source":
			{
				"Text": "Mana Regeneration"
			},
			"Translation":
			{
				"Text": "法力再生"
			},
			"Key": "AFB19EE24541B582902458812E461AEA"
		},
		{
			"Source":
			{
				"Text": "Max Health"
			},
			"Translation":
			{
				"Text": "最大生命值"
			},
			"Key": "CB998158478BA6809996F8964F80DE30"
		},
		{
			"Source":
			{
				"Text": "Max Mana"
			},
			"Translation":
			{
				"Text": "最大法力值"
			},
			"Key": "2B534A2941A167AF4406DD8963CAE227"
		},
		{
			"Source":
			{
				"Text": "Physical Resistance"
			},
			"Translation":
			{
				"Text": "物理抵抗"
			},
			"Key": "09AADA464893A6B54D2A3391E1E046AE"
		},
		{
			"Source":
			{
				"Text": "Primary Attributes"
			},
			"Translation":
			{
				"Text": "基础属性"
			},
			"Key": "C891B6764CDE661DFC79B6BF327BA1D5"
		},
		{
			"Source":
			{
				"Text": "Resilience"
			},
			"Translation":
			{
				"Text": "弹力"
			},
			"Key": "F0E1094B47EC442401880E9256612420"
		},
		{
			"Source":
			{
				"Text": "Secondary Attributes"
			},
			"Translation":
			{
				"Text": "派生属性"
			},
			"Key": "CC11AD95459908BA52F80EB5B7111894"
		},
		{
			"Source":
			{
				"Text": "Spear And Slingshot Goblins"
			},
			"Translation":
			{
				"Text": "长矛哥布林和弹弓哥布林"
			},
			"Key": "EA04E6D44B33F86516EA92AA5F2DBD9B"
		},
		{
			"Source":
			{
				"Text": "Spear Goblins"
			},
			"Translation":
			{
				"Text": "长矛哥布林"
			},
			"Key": "8D06BA774B56AAB32C456A99C6C07BB9"
		},
		{
			"Source":
			{
				"Text": "Strength"
			},
			"Translation":
			{
				"Text": "力量"
			},
			"Key": "5053655B48FF522E72319E82E25B16F2"
		},
		{
			"Source":
			{
				"Text": "T"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D1FE829446570034D3C0039C03D55F7E"
		},
		{
			"Source":
			{
				"Text": "T"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "048236014371A2B9BD499E998E9BEBA9"
		},
		{
			"Source":
			{
				"Text": "TEXT_MESSAGE_PLACEHOLDER"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F11337B643933D2890B27DA0B6346FCB"
		},
		{
			"Source":
			{
				"Text": "Vigor"
			},
			"Translation":
			{
				"Text": "活力"
			},
			"Key": "D38D219B42F848FC7D2B6581E0622250"
		},
		{
			"Source":
			{
				"Text": "Warrior And Shaman"
			},
			"Translation":
			{
				"Text": "食尸鬼和法师哥布林"
			},
			"Key": "2AE43E5846976E68B9D8AEBCE260F7AB"
		},
		{
			"Source":
			{
				"Text": "Wave {Wave}: {Message}"
			},
			"Translation":
			{
				"Text": "第 {Wave}波: {Message}"
			},
			"Key": "128488CB448D59F8A3DBFC837CD4CA70"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D81AF44E42F012A35C568F81756FDBC4"
		},
		{
			"Source":
			{
				"Text": "You Have Reached Level {Level}"
			},
			"Translation":
			{
				"Text": "等级达到 {Level}"
			},
			"Key": "8AF864104FF915532E6F03A8932E69E8"
		},
		{
			"Source":
			{
				"Text": "You Have Reached Level {Level}"
			},
			"Translation":
			{
				"Text": "等级达到 {Level}"
			},
			"Key": "53EADDFC418392FECE4B5285197920FC"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_Localize",
			"Children": [
				{
					"Source":
					{
						"Text": "Picked up a Health Crystal"
					},
					"Translation":
					{
						"Text": "拾取了回血石"
					},
					"Key": "P_H_C"
				},
				{
					"Source":
					{
						"Text": "Picked up a Health Potion"
					},
					"Translation":
					{
						"Text": "拾取了血瓶"
					},
					"Key": "P_H_P"
				},
				{
					"Source":
					{
						"Text": "Picked up a Mana Crystal"
					},
					"Translation":
					{
						"Text": "拾取了魔力石"
					},
					"Key": "P_M_C"
				},
				{
					"Source":
					{
						"Text": "Picked up a Mana Potion"
					},
					"Translation":
					{
						"Text": "拾取了魔力瓶"
					},
					"Key": "P_M_P"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}